"%@ minute" = "%@ minuto";
"rpm" = "rpm";
"days" = "días";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ horas, %2$@ minuto y %3$@ segundo";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Por favor, habilite los Servicios de Localización para que podamos encontrar su ubicación. También puede seleccionar una ubicación en las preferencias.";
"V" = "V";
"%@ MB" = "%@ MB";
"W" = "W";
"mA" = "mA";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus necesita tener acceso a sus calendarios para poder mostrar los próximos eventos.";
"%@ Days" = "%@ días";
"KB" = "KB";
"TB/s" = "TB/s";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus necesita acceso a su ubicación para proporcionar información sobre esta ciudad. Por favor, habilite los Servicios de Localización para que podamos encontrar su ubicación.";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ minutos y %2$@ segundo";
"TB" = "TB";
"%1$@ hour, %2$@ minutes" = "%1$@ hora y %2$@ minutos";
"24 Hours" = "24 horas";
"Bytes" = "bytes";
"%1$@ day, %2$@ hours, %3$@ minute" = "%1$@ día, %2$@ horas y %3$@ minuto";
"%1$@ hour, %2$@ minutes, %3$@ second" = "%1$@ hora, %2$@ minutos y %3$@ segundo";
"Amperage" = "Amperaje";
"hours" = "horas";
"b/s" = "b/s";
"MB" = "MB";
"%@ minutes" = "%@ minutos";
"Mb/s" = "Mb/s";
"%@ GB" = "%@ GB";
"%1$@ days, %2$@ hours, %3$@ minute" = "%1$@ días, %2$@ horas y %3$@ minuto";
"mAh" = "mAh";
"%1$@ hour, %2$@ minute" = "%1$@ hora y %2$@ minuto";
"1 Hour" = "1 hora";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "%1$@ hora, %2$@ minutos y %3$@ segundos";
"%1$@ days, %2$@ hours, %3$@ minutes" = "%1$@ días, %2$@ horas y %3$@ minuto(s)";
"%1$@ hours, %2$@ minute" = "%1$@ horas y %2$@ minuto";
"%@ KB" = "%@ KB";
"7 Days" = "7 Días";
"%@ TB" = "%@ TB";
"minute" = "minuto";
"second" = "segundo";
"%1$@ minutes, %2$@ seconds" = "%1$@ minutos y %2$@ segundos";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ horas, %2$@ minutos y %3$@ segundo";
"A" = "A";
"hour" = "hora";
"30 Days" = "30 días";
"KB/s" = "KB/s";
"%@ Day" = "%@ día";
"GB" = "GB";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ horas, %2$@ minuto y %3$@ segundos";
"iStat Menus needs access to your location to provide information for this city." = "iStat Menus necesita acceso a su ubicación para proporcionar información sobre esta ciudad.";
"day" = "día";
"minutes" = "minuto(s)";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "%1$@ hora, %2$@ minuto y %3$@ segundos";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"Design Capacity" = "Capacidad Diseñada";
"%1$@ hour, %2$@ minute, %3$@ second" = "%1$@ hora, %2$@ minuto y %3$@ segundo";
"%1$@ day, %2$@ hours, %3$@ minutes" = "%1$@ día, %2$@ horas y %3$@ minuto(s)";
"MHz" = "MHz";
"Bits" = "Bits";
"%1$@ days, %2$@ hour, %3$@ minutes" = "%1$@ días, %2$@ hora y %3$@ minuto(s)";
"We are still trying to find your location. You can also select a location in preferences." = "Aún estamos tratando de encontrar su ubicación. También puede seleccionar una ubicación en las preferencias.";
"Voltage" = "Voltaje";
"%1$@ hours, %2$@ minutes" = "%1$@ horas y %2$@ minutos";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "%1$@ días, %2$@ hora y %3$@ minuto";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus necesita acceso a su ubicación para proporcionar información meteorológica. También puede seleccionar una ubicación en las preferencias.";
"%1$@ and %2$@" = "%1$@ y %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ minuto y %2$@ segundos";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ horas, %2$@ minutos y %3$@ segundos";
"%1$@ day, %2$@ hour, %3$@ minute" = "%1$@ día, %2$@ hora y %3$@ minuto";
"%1$@ day, %2$@ hour, %3$@ minutes" = "%1$@ día, %2$@ hora y %3$@ minuto(s)";
"mV" = "mV";
"B/s" = "B/s";
"GHz" = "GHz";
"%1$@ minute, %2$@ second" = "%1$@ minuto y %2$@ segundo";


// Unlocalized strings



// Modified strings

